notes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Notes</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Notes</h1>

<div id="outline-container-orgf9c8d8b" class="outline-2">
<h2 id="orgf9c8d8b">Materials</h2>
<div class="outline-text-2" id="text-orgf9c8d8b">
<p>
<a href="https://orgmode.org/worg/org-web.html">https://orgmode.org/worg/org-web.html</a>
<a href="https://olmon.gitlab.io/org-themes/">https://olmon.gitlab.io/org-themes/</a>
</p>
</div>
</div>

<div id="outline-container-orgb60c86f" class="outline-2">
<h2 id="orgb60c86f">Exporting into HTML</h2>
<div class="outline-text-2" id="text-orgb60c86f">
<p>
Simple html export:
<code>M-x org-export-dispatch</code>
</p>
</div>
</div>

<div id="outline-container-org578fbad" class="outline-2">
<h2 id="org578fbad">Tutorials</h2>
<div class="outline-text-2" id="text-org578fbad">
</div>
<div id="outline-container-org9dc1a29" class="outline-3">
<h3 id="org9dc1a29">DistroTube</h3>
<div class="outline-text-3" id="text-org9dc1a29">
<p>
Give it a title and description with the plus and hashtag.
~#+description: gives metadata for the file
</p>

<p>
Options
~#+options: num:nil toc:nil
</p>
</div>
</div>

<div id="outline-container-org374da19" class="outline-3">
<h3 id="org374da19">System Crafters</h3>
</div>
</div>
<div id="outline-container-orgf585c58" class="outline-2">
<h2 id="orgf585c58">Notes</h2>
<div class="outline-text-2" id="text-orgf585c58">
<p>
##+options: toc:nil num:nil timestamp:nil
##+setupfile: <a href="https://fniessen.github.io/org-html-themes/org/theme-readtheorg.setup">https://fniessen.github.io/org-html-themes/org/theme-readtheorg.setup</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
